<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Authentication Language Lines
    |--------------------------------------------------------------------------
    |
    | The following language lines are used during authentication for various
    | messages that we need to display to the user. You are free to modify
    | these language lines according to your application's requirements.
    |
    */

    'failed' => 'These credentials do not match our records.',
    'password' => 'The provided password is incorrect.',
    'throttle' => 'Too many login attempts. Please try again in :seconds seconds.',
    'title' => '这是中文版',
    'menu1'=> '家',
    'menu2'=> '关于',
    'menu3'=> '培训班',
    'menu4'=> '接触',
    'slider-title-1' => '学习 翻译 卓越',
    'slider-title-2' => '建立全球联系',
    'slider-title-3' => '提升学术成功',
    'slider-text-1' => '通过FRÖBEL增强您的德语学习之旅',
    'slider-text-2' => '通过FRÖBEL提升您的德语技能',
    'slider-text-3' => '通过FRÖBEL提升您的德语学习体验',
    'nav-title-1' => '课程',
    'nav-title-2' => '员工',
    'nav-title-3' => '联系',
    'nav-text-1' => '探索FRÖBEL的所有级别德语课程。掌握实用技能和文化见解。立即加入，释放您的语言潜力！',
    'nav-text-2' => '认识我们在FRÖBEL的专家团队。在您的语言学习旅程中获得个性化支持。今天就自信地开始学习吧！',
    'nav-text-3' => '对我们的课程有疑问吗？今天就联系FRÖBEL了解详情并开始学习！',
    'about-title' => '关于我们',
    'about-text-1' => '在FRÖBEL，我们热衷于语言教育。我们的使命是为所有人提供便捷且有效的语言学习机会。通过一支敬业的导师团队和对创新的承诺，我们努力创造一个沉浸式的学习环境，让学生能够茁壮成长。无论您是刚开始语言学习之旅的新手，还是精进技能的高级学习者，FRÖBEL都提供一个支持性的社区和量身定制的多样化课程，以满足您的需求。',
    'about-text-2' => '我们相信语言的变革力量，不仅教授语法和词汇，还促进文化理解和全球联系。我们的方法强调实用的交流技能和现实应用，确保我们的学生能够自信地在各种语言和文化环境中导航。加入FRÖBEL，开启语言探索和个人成长的旅程。',
    'vision-title' => '愿景',
    'mission-title' => '使命',
    'vision-text' => '我们设想一个语言障碍被克服，文化理解得到促进，个人能够在全球化社会中连接和繁荣的世界。我们的目标是创造一个语言成为无限机会和有意义联系的桥梁的未来，丰富全球的生活和社区。',
    'mission-text' => '在FRÖBEL，我们的使命是使语言教育变得便捷、愉快且高效，适用于所有年龄和背景的学习者。通过创新的教学方法、个性化的学习体验和对卓越的承诺，我们致力于激发对语言的终身热爱，并使个人能够实现他们的全部潜力。',
    'staff-title' => '我们才华横溢的员工',
    'staff-text' => '在FRÖBEL，我们为拥有一支敬业且经验丰富的语言导师团队而自豪。我们的才华横溢的员工为课堂带来了丰富的知识和经验，为我们的学生创造了动态和吸引人的学习体验。凭借对教学的热情和对学生成功的承诺，我们的导师竭尽全力支持和激励学习者在每一步的语言学习旅程中。无论您是初学者还是高级学习者，您都可以信赖我们的才华横溢的员工，他们会提供个性化的指导，营造支持性的学习环境，并帮助您自信地实现您的语言目标。',
    'courses-title' => '探索我们全面的课程范围',
    'courses-text' => '通过FRÖBEL的全面课程范围，开始一段语言探索的旅程。无论您是新手还是经验丰富的学习者，我们多样化的选择适合所有的水平和兴趣。从基础语言技能到专业主题，我们的课程旨在满足您的独特学习需求。探索我们的沉浸式课程，由充满激情的经验丰富的导师指导，他们热衷于分享他们的知识和经验。通过灵活的时间安排和创新的教学方法，我们使您能够以自己的节奏学习，并自信地实现流利。加入我们，发现语言学习旅程中等待您的无限可能。',
    'testimonial-title' => '学生推荐',
    'contact-title' => '联系我们',
    'contact-text' => '有疑问或准备好在您的语言学习之旅中迈出下一步？请随时联系我们FRÖBEL。我们的友好团队随时为您解答任何疑问。无论您是在寻找课程详情、时间安排信息，还是在选择适合您的课程方面需要指导，我们都致力于提供您所需的支持。今天通过电话、电子邮件或访问我们的网站与我们的团队成员联系。我们期待听到您的消息，并帮助您开始您的语言学习冒险！',
    'fn-label' => '名字',
    'ln-label' => '姓氏',
    'cn-label' => '联系电话',
    'email-label' => '电子邮件',
    'msg-label' => '留言',
    'frm-btn' => '发送消息'
];
