<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Authentication Language Lines
    |--------------------------------------------------------------------------
    |
    | The following language lines are used during authentication for various
    | messages that we need to display to the user. You are free to modify
    | these language lines according to your application's requirements.
    |
    */

    'failed' => 'These credentials do not match our records.',
    'password' => 'The provided password is incorrect.',
    'throttle' => 'Too many login attempts. Please try again in :seconds seconds.',
    'title' => 'هذا هو النص باللغة العربية',
    'menu1'=> 'بيت',
    'menu2'=> 'معلومات عنا',
    'menu3'=> 'الدورات',
    'menu4'=> 'اتصال',
    'slider-title-1' => 'تعلم ترجمة<br> إكسل',
    'slider-title-2' => 'بناء اتصالات<br> عالمية',
    'slider-title-3' => 'تعزيز النجاح <br>الأكاديمي',
    'slider-text-1' => 'قم بتمكين رحلتك في تعلم اللغة الألمانية مع FRÖBEL',
    'slider-text-2' => 'ارفع مستوى مهاراتك في اللغة الألمانية مع FRÖBEL',
    'slider-text-3' => 'حسّن تجربتك في تعلم اللغة الألمانية مع FRÖBEL',
    'nav-title-1' => 'الدورات',
    'nav-title-2' => 'الطاقم',
    'nav-title-3' => 'اتصل بنا',
    'nav-text-1' => 'استكشف دورات اللغة الألمانية لجميع المستويات في FRÖBEL. أتقن المهارات العملية والرؤى الثقافية معنا. انضم الآن واكتشف إمكاناتك اللغوية!',
    'nav-text-2' => 'تعرف على فريق الخبراء لدينا في FRÖBEL. احصل على دعم شخصي في رحلتك لتعلم اللغة. ابدأ التعلم بثقة اليوم!',
    'nav-text-3' => 'هل لديك أسئلة حول دوراتنا؟ اتصل بـ FRÖBEL اليوم للحصول على التفاصيل وابدأ التعلم معنا!',
    'about-title' => 'من نحن',
    'about-text-1' => 'في FRÖBEL، نحن شغوفون بتعليم اللغات. مهمتنا هي توفير فرص تعلم لغة فعالة وسهلة الوصول للجميع. مع فريق من المدربين المتفانين والتزام بالابتكار، نسعى لخلق بيئة تعليمية غامرة يمكن للطلاب الازدهار فيها. سواء كنت مبتدئًا تبدأ رحلتك في تعلم اللغة أو متعلمًا متقدمًا يصقل مهاراته، تقدم FRÖBEL مجتمعًا داعمًا ومجموعة من الدورات المصممة لتلبية احتياجاتك.',
    'about-text-2' => 'مدفوعين بالإيمان بقوة اللغة التحويلية، نسعى ليس فقط لتعليم القواعد والمفردات، ولكن أيضًا لتعزيز الفهم الثقافي والروابط العالمية. يركز نهجنا على مهارات الاتصال العملية والتطبيقات الواقعية، مما يضمن أن طلابنا مجهزون للتنقل في المناظر اللغوية والثقافية المتنوعة بثقة. انضم إلينا في FRÖBEL وانطلق في رحلة لاكتشاف اللغة والنمو الشخصي.',
    'vision-title' => 'رؤيتنا',
    'mission-title' => 'مهمتنا',
    'vision-text' => 'نتخيل عالماً تُزال فيه الحواجز اللغوية، ويُعزز الفهم الثقافي، ويُمكن الأفراد من التواصل والازدهار في مجتمع معولم. هدفنا هو خلق مستقبل تكون فيه اللغة جسرًا لفرص غير محدودة وروابط ذات مغزى، مما يثري الحياة والمجتمعات في جميع أنحاء العالم.',
    'mission-text' => 'مهمتنا في FRÖBEL هي جعل تعليم اللغات متاحًا وممتعًا وفعالًا للمتعلمين من جميع الأعمار والخلفيات. من خلال أساليب تدريس مبتكرة، وتجارب تعلم مخصصة، والتزام بالتميز، نهدف إلى إلهام حب دائم للغات وتمكين الأفراد من الوصول إلى إمكاناتهم الكاملة.',
    'staff-title' => 'فريقنا الموهوب',
    'staff-text' => 'في FRÖBEL، نفخر بفريقنا من مدربي اللغات المتفانين وذوي الخبرة. يجلب أعضاء فريقنا الموهوبين ثروة من المعرفة والخبرة إلى الفصول الدراسية، ويخلقون تجارب تعلم ديناميكية وجذابة لطلابنا. بشغف للتدريس والتزام بنجاح الطلاب، يتجاوز مدربونا التوقعات لدعم وتحفيز المتعلمين في كل خطوة من رحلتهم اللغوية. سواء كنت مبتدئًا أو متعلمًا متقدمًا، يمكنك الاعتماد على فريقنا الموهوب لتقديم إرشادات شخصية، وتعزيز بيئة تعلم داعمة، ومساعدتك على تحقيق أهدافك اللغوية بثقة.',
    'courses-title' => 'استكشف مجموعة دوراتنا الشاملة',
    'courses-text' => 'ابدأ رحلة لاكتشاف اللغة مع مجموعة دورات FRÖBEL الشاملة. سواء كنت مبتدئًا أو متعلمًا ذو خبرة، فإن اختياراتنا المتنوعة تلبي جميع مستويات الإتقان والاهتمامات. من المهارات اللغوية الأساسية إلى المواضيع المتخصصة، تم تصميم دوراتنا لتلبية احتياجاتك التعليمية الفريدة. اكتشف مناهجنا التعليمية الغامرة، بقيادة مدربين ذوي خبرة شغوفين بمشاركة معرفتهم وخبراتهم. مع خيارات جدولة مرنة وأساليب تدريس مبتكرة، نمكنك من التعلم بوتيرتك الخاصة وتحقيق الطلاقة بثقة. انضم إلينا واكتشف الإمكانيات اللامحدودة التي تنتظرك في رحلتك لتعلم اللغة.',
    'testimonial-title' => 'آراء الطلاب',
    'contact-title' => 'اتصل بنا',
    'contact-text' => 'هل لديك أسئلة أو مستعد لاتخاذ الخطوة التالية في رحلتك لتعلم اللغة؟ لا تتردد في التواصل معنا في FRÖBEL. فريقنا الودود هنا لمساعدتك في أي استفسارات قد تكون لديك. سواء كنت تبحث عن تفاصيل الدورة، معلومات الجدولة، أو التوجيه في اختيار البرنامج المناسب لك، نحن ملتزمون بتقديم الدعم الذي تحتاجه. اتصل بنا اليوم عبر الهاتف، البريد الإلكتروني، أو زر موقعنا الإلكتروني للتواصل مع أحد أعضاء فريقنا. نتطلع لسماع منك ومساعدتك في بدء مغامرتك في تعلم اللغة!',
    'fn-label' => 'الاسم الأول',
    'ln-label' => 'اسم العائلة',
    'cn-label' => 'رقم الاتصال',
    'email-label' => 'البريد الإلكتروني',
    'msg-label' => 'الرسالة',
    'frm-btn' => 'إرسال الرسالة'
];
