<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Authentication Language Lines
    |--------------------------------------------------------------------------
    |
    | The following language lines are used during authentication for various
    | messages that we need to display to the user. You are free to modify
    | these language lines according to your application's requirements.
    |
    */

    'failed' => 'These credentials do not match our records.',
    'password' => 'The provided password is incorrect.',
    'throttle' => 'Too many login attempts. Please try again in :seconds seconds.',
    'title' => 'هذا هو النص باللغة العربية',
    'menu1'=> 'بيت',
    'menu2'=> 'معلومات عنا',
    'menu3'=> 'الدورات',
    'menu4'=> 'اتصال',
    'slider-title-1' => 'تعلم <br>ترجمة اكسل',
    'slider-title-2' => 'بناء <br>الاتصالات العالمية',
    'slider-title-3' => 'تعزيز <br>النجاح الأكاديمي',
    'slider-text-1' => 'قم بتمكين رحلتك اللغوية مع فروبل',
    'slider-text-2' => 'رفع مهاراتك اللغوية مع فروبل',
    'slider-text-3' => 'تحسين تجربتك في تعلم اللغات مع فروبل',
    'nav-title-1' => 'الدورات',
    'nav-title-2' => 'لماذا فروبل؟',
    'nav-title-3' => 'اتصل بنا',
    'nav-text-1' => "استكشف دورات اللغة الألمانية في فروبل لجميع المستويات. اتقن المهارات العملية والأفكار الثقافية معنا. انضم الآن وفتح إمكاناتك اللغوية!",
    'nav-text-2' => "اكتشف الأسباب الرئيسية التي تجعل معهد فروبل الخيار المثالي لرحلتك التعليمية في تعلم اللغة",
    'nav-text-3' => "هل لديك أسئلة حول دوراتنا؟ تواصل مع معهد فروبل اليوم للحصول على التفاصيل وابدأ التعلم معنا!",
    'about-title' => "عنا",
    'about-text-h1' => "مرحبًا بك في معهد فروبل",
    'about-text-h2' => "اكتشف عالم اللغات!",
    'about-text-1' => "في معهد فروبل نقدم لك دورات لغة مصممة خصيصًا تتناسب مع احتياجاتك وأهدافك الفردية. سواء كنت ترغب في تعلم لغة جديدة أو تحديث معرفتك أو تحسين مهاراتك المهنية - لدينا الدورة المناسبة لك.",
    'about-text-2' => "نقدم مجموعة واسعة من اللغات بما في ذلك:",
    'about-text-lan-1' => "الإنجليزية",
    'about-text-lan-2' => "الألمانية",
    'about-text-lan-3' => "الإسبانية",
    'about-text-lan-4' => "الصينية",
    'about-text-lan-5' => "العربية",
    'about-text-lan-6' => "والعديد من اللغات الأخرى!",
    'vision-title' => 'الرؤية',
    'mission-title' => 'الرسالة',
    'vision-text' => 'نتصور عالمًا حيث يتم التغلب على الحواجز اللغوية ويتم تعزيز الفهم الثقافي ويتمكن الأفراد من الاتصال والازدهار في مجتمع عالمي. هدفنا هو خلق مستقبل حيث تكون اللغة جسرًا إلى فرص لا حدود لها واتصالات ذات مغزى، والتي تثري الحياة والمجتمعات في جميع أنحاء العالم.',
    'mission-text' => 'في معهد فروبل، تكمن مهمتنا في جعل التعليم اللغوي متاحًا وممتعًا وفعالًا للمتعلمين من جميع الأعمار والخلفيات. من خلال طرق التدريس المبتكرة، والتجارب التعليمية الشخصية، والالتزام بالتميز، نسعى إلى إلهام حب دائم للغات وتمكين الأفراد من تحقيق إمكاناتهم الكاملة.',
    'staff-title' => "لماذا معهد فروبل؟",
    'staff-text' => "في معهد فروبل، نكرس جهودنا لتوفير تجربة تعلم لغوية شاملة وغامرة تميزنا عن البقية. إن التزامنا بالتميز، وطرق التدريس المبتكرة، وبيئة التعلم الداعمة تضمن أن كل طالب يمكنه تحقيق أهدافه اللغوية بثقة. اكتشف الأسباب الرئيسية التي تجعل معهد فروبل هو الخيار المثالي لرحلتك التعليمية في تعلم اللغة:",
    'staff-item-1-title' => "مدرسون ذوو خبرة",
    'staff-item-1-text' => "تتكون فريقنا من مدرسين ناطقين باللغة الأم ومعتمدين يعملون بطرق تعليمية حديثة ومثبتة.",
    'staff-item-2-title' => "المرونة",
    'staff-item-2-text' => "تعلم عندما وأينما يناسبك - عبر الإنترنت أو في قاعاتنا التدريبية الحديثة.",
    'staff-item-3-title' => "دعم فردي",
    'staff-item-3-text' => "نقوم بتكييف مناهجنا مع أهدافك واحتياجاتك التعليمية لضمان تحقيقك لأفضل نجاح تعليمي ممكن.",
    'staff-item-4-title' => "رؤى ثقافية",
    'staff-item-4-text' => "بالإضافة إلى اللغة، نقدم أيضًا رؤى ثقافية قيمة تساعدك على فهم واستخدام اللغة في السياق الصحيح.",
    'courses-title' => "استكشاف مجموعتنا الشاملة من الدورات",
    'courses-text' => "انطلق في رحلة اكتشاف اللغة مع مجموعة الدورات الشاملة في فروبل. سواء كنت مبتدئًا أو متعلمًا متمرسًا، فإن اختيارنا المتنوع يلبي جميع مستويات الكفاءة والاهتمامات. من المهارات اللغوية الأساسية إلى المواضيع المتخصصة، تم تصميم دوراتنا لتلبية احتياجاتك التعليمية الفريدة. استكشف مناهجنا الغامرة، بقيادة مدربين ذوي خبرة وشغوفين بمشاركة معارفهم وخبراتهم. مع خيارات الجدولة المرنة وأساليب التعليم المبتكرة، نمكنك من التعلم بوتيرتك الخاصة وتحقيق الطلاقة بثقة. انضم إلينا واكتشف الإمكانات التي لا تنتهي التي تنتظرك في رحلتك لتعلم اللغة.",
    'course-item-1-title' => "دروس فردية",
    'course-item-1-text' => "استمتع بالاهتمام الكامل من مدرسينا المؤهلين وتعلم بوتيرتك الخاصة.",
    'course-item-2-title' => "دورات جماعية",
    'course-item-2-text' => "تجربة ديناميكيات التعلم والمرح معًا في مجموعات صغيرة.",
    'course-item-3-title' => "دورات مكثفة",
    'course-item-3-text' => "عجل تقدمك في التعلم من خلال برامجنا المكثفة المصممة لتحقيق نتائج سريعة.",
    'course-item-4-title' => "دورات الشركات",
    'course-item-4-text' => "عزز مهارات اللغة لدى موظفيك وشجع التواصل الدولي في شركتك.",
    'testimonial-title' => "شهادات الطلاب",
    'contact-title' => "اتصل بنا",
    'contact-text' => "هل أنت مستعد لتحسين مهاراتك اللغوية إلى المستوى التالي؟ اتصل بنا اليوم وحدد موعدًا لجلسة تجريبية مجانية. نتطلع إلى الترحيب بك",
    'fn-label' => "الاسم الأول",
    'ln-label' => "اسم العائلة",
    'cn-label' => "رقم الاتصال",
    'email-label' => "البريد الإلكتروني",
    'msg-label' => "الرسالة",
    'frm-btn' => "إرسال الرسالة",
    'testi-1-text' => "كانت الدراسة في معهد FRÖBEL تجربة رائعة. ساعدتني الرعاية الشخصية من المدرسين والمناهج الشاملة على تحسين مهاراتي في اللغة الألمانية بشكل كبير. إن الأفكار الثقافية المقدمة في الدورات لا تقدر بثمن وقد منحتني فهمًا أعمق للغة. أوصي بمعهد FRÖBEL لأي شخص يرغب في إتقان لغة جديدة.",
    'testi-1-student' => "آنا مولر",
    
    'testi-2-text' => "انضممت إلى معهد FRÖBEL لتعزيز مهاراتي اللغوية المهنية وقد تجاوز توقعاتي. جعلت مرونة الفصول الدراسية عبر الإنترنت وخبرة المدرسين الناطقين باللغة الأم التعلم أكثر فعالية ومتعة. بيئة التعلم الداعمة والدورات المصممة خصيصًا مكنتني من تحقيق أهدافي اللغوية بثقة. شكرًا لك، معهد FRÖBEL!",
    'testi-2-student' => "ماكسيميليان شميت",
    
    'testi-3-text' => "لقد حوّل معهد FRÖBEL حقًا رحلتي في تعلم اللغة. جعلت الفصول التفاعلية والممتعة، إلى جانب المدرسين ذوي الخبرة، تعلم اللغة الألمانية ممتعًا وفعالًا. كان التركيز على مهارات الاتصال العملية وتطبيقها في العالم الحقيقي مفيدًا بشكل خاص. أشعر الآن بثقة أكبر في التحدث وفهم اللغة الألمانية. معهد FRÖBEL هو الخيار الأفضل لأي شخص جاد في تعلم اللغة.",
    'testi-3-student' => "إميلي جونسون",
    
    'privacy-policy' => "سياسة الخصوصية",
    'terms' => "الشروط والأحكام",

    'thank-title' => "شكرا لك!",
'thank-text' => "تم إرسال رسالتك بنجاح. <br>سنتواصل معك قريبًا.",

];
