<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Authentication Language Lines
    |--------------------------------------------------------------------------
    |
    | The following language lines are used during authentication for various
    | messages that we need to display to the user. You are free to modify
    | these language lines according to your application's requirements.
    |
    */

    'failed' => 'These credentials do not match our records.',
    'password' => 'The provided password is incorrect.',
    'throttle' => 'Too many login attempts. Please try again in :seconds seconds.',
    'title' => 'Это русская версия',
    'menu1'=> 'Дом',
    'menu2'=> 'О нас',
    'menu3'=> 'Курсы',
    'menu4'=> 'Контакт',
    'slider-title-1' => 'Изучайте <br>Переводите Excel',
    'slider-title-2' => 'Стройте <br>Глобальные Связи',
    'slider-title-3' => 'Повышайте<br> Академический Успех',
    'slider-text-1' => 'Повысьте свой языковой путь с FRÖBEL',
    'slider-text-2' => 'Поднимите свои языковые навыки с FRÖBEL',
    'slider-text-3' => 'Улучшите свой опыт изучения языка с FRÖBEL',
    'nav-title-1' => 'Курсы',
    'nav-title-2' => 'Почему FRÖBEL?',
    'nav-title-3' => 'Контакт',
    'nav-text-1' => "Исследуйте немецкие курсы FRÖBEL для всех уровней. Овладейте практическими навыками и культурными идеями вместе с нами. Присоединяйтесь сейчас и разблокируйте свой языковой потенциал!",
    'nav-text-2' => "Узнайте основные причины, по которым Институт FRÖBEL является идеальным выбором для вашего языкового образовательного путешествия",
    'nav-text-3' => "Есть вопросы по нашим курсам? Свяжитесь с Институтом FRÖBEL сегодня, чтобы получить подробности и начать учиться с нами!",
    'about-title' => "О Нас",
    'about-text-h1' => "Добро пожаловать в Институт Фрёбеля",
    'about-text-h2' => "Откройте для себя мир языков!",
    'about-text-1' => "В Институте Фрёбеля мы предлагаем вам индивидуальные языковые курсы, которые соответствуют вашим индивидуальным потребностям и целям. Хотите изучить новый язык, освежить свои знания или улучшить свои профессиональные навыки - у нас есть подходящий курс для вас.",
    'about-text-2' => "Мы предлагаем широкий спектр языков, включая:",
    'about-text-lan-1' => "Английский",
    'about-text-lan-2' => "Немецкий",
    'about-text-lan-3' => "Испанский",
    'about-text-lan-4' => "Китайский",
    'about-text-lan-5' => "Арабский",
    'about-text-lan-6' => "и многие другие!",
    'vision-title' => 'Видение',
    'mission-title' => 'Миссия',
    'vision-text' => 'Мы представляем мир, где языковые барьеры преодолены, культурное понимание укреплено, и люди оснащены возможностью соединиться и процветать в глобализированном обществе. Наша цель - создать будущее, где язык станет мостом к бесконечным возможностям и глубоким связям, обогащая жизнь и общины по всему миру.',
    'mission-text' => 'В Институте FRÖBEL наша миссия - сделать языковое образование доступным, приятным и эффективным для учащихся всех возрастов и культурных фонов. Через инновационные методы обучения, персонализированные учебные опыты и приверженность качеству мы стремимся вдохновить любовь к языкам и дать людям возможность реализовать свой полный потенциал.',
    'staff-title' => "Почему Институт FRÖBEL?",
    'staff-text' => "В Институте FRÖBEL мы посвящены обеспечению всестороннего и погруженного опыта изучения языка, который отличает нас от других. Наше стремление к качеству, инновационные методы обучения и поддерживающая учебная среда гарантируют, что каждый студент сможет достичь своих языковых целей с уверенностью. Узнайте основные причины, по которым Институт FRÖBEL является идеальным выбором для вашего языкового образовательного путешествия:",
    'staff-item-1-title' => "Опытные преподаватели",
    'staff-item-1-text' => "Наша команда состоит из носителей языка и сертифицированных преподавателей, которые работают с современными и проверенными методами обучения.",
    'staff-item-2-title' => "Гибкость",
    'staff-item-2-text' => "Учись тогда и где тебе удобно - онлайн или в наших современных учебных помещениях.",
    'staff-item-3-title' => "Индивидуальная поддержка",
    'staff-item-3-text' => "Мы адаптируем наши учебные планы к вашим целям и потребностям, чтобы обеспечить вам наилучший успех в учебе.",
    'staff-item-4-title' => "Культурные источники",
    'staff-item-4-text' => "Помимо языка, мы также предоставляем ценные культурные сведения, которые помогут вам понять и использовать язык в правильном контексте.",
    'courses-title' => "Исследуйте наш широкий спектр курсов",
    'courses-text' => "Отправляйтесь в путешествие открытия языков с обширным спектром курсов FRÖBEL. Будьте вы новичком или опытным учащимся, наше разнообразие удовлетворяет всем уровням умения и интересов. От базовых языковых навыков до специализированных тем, наши курсы разработаны, чтобы удовлетворить ваши уникальные учебные потребности. Исследуйте наш погружающий учебный план, ведомый опытными инструкторами, которые с пылом делятся своими знаниями и опытом. С гибкими вариантами планирования и инновационными методами обучения мы даем вам возможность учиться в своем темпе и достигать свободного владения языком с уверенностью. Присоединяйтесь к нам и откройте для себя бесконечные возможности, которые ждут вас в вашем языковом путешествии.",
    'course-item-1-title' => "Индивидуальные уроки",
    'course-item-1-text' => "Наслаждайтесь полным вниманием наших квалифицированных преподавателей и учитесь в своем темпе.",
    'course-item-2-title' => "Групповые курсы",
    'course-item-2-text' => "Почувствуйте динамику и веселье обучения вместе в небольших группах.",
    'course-item-3-title' => "Интенсивные курсы",
    'course-item-3-text' => "Ускорьте свой прогресс обучения с помощью наших интенсивных программ, разработанных для быстрых результатов.",
    'course-item-4-title' => "Корпоративные курсы",
    'course-item-4-text' => "Укрепите языковые навыки ваших сотрудников и способствуйте международному общению в вашей компании.",
    'testimonial-title' => "Отзывы студентов",
    'contact-title' => "Свяжитесь с нами",
    'contact-text' => "Готовы ли вы поднять свои языковые навыки на новый уровень? Свяжитесь с нами сегодня и запишитесь на бесплатный пробный урок. Мы с нетерпением ждем вас!",
    'fn-label' => "Имя",
    'ln-label' => "Фамилия",
    'cn-label' => "Номер контакта",
    'email-label' => "Электронная почта",
    'msg-label' => "Сообщение",
    'frm-btn' => "Отправить сообщение"
];
