<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Authentication Language Lines
    |--------------------------------------------------------------------------
    |
    | The following language lines are used during authentication for various
    | messages that we need to display to the user. You are free to modify
    | these language lines according to your application's requirements.
    |
    */

    'failed' => 'These credentials do not match our records.',
    'password' => 'The provided password is incorrect.',
    'throttle' => 'Too many login attempts. Please try again in :seconds seconds.',
    'title' => 'Это русская версия',
    'menu1'=> 'Дом',
    'menu2'=> 'О нас',
    'menu3'=> 'Курсы',
    'menu4'=> 'Контакт',
    'slider-title-1' => 'Учить<br> Переводить Превосходить',
    'slider-title-2' => 'Строить<br> Глобальные Связи',
    'slider-title-3' => 'Повышать<br> Академический Успех',
    'slider-text-1' => 'Укрепите свое путешествие в изучении немецкого языка с FRÖBEL',
    'slider-text-2' => 'Повышайте свои навыки немецкого языка с FRÖBEL',
    'slider-text-3' => 'Улучшите свой опыт изучения немецкого языка с FRÖBEL',
    'nav-title-1' => 'Курсы',
    'nav-title-2' => 'Персонал',
    'nav-title-3' => 'Контакт',
    'nav-text-1' => 'Исследуйте курсы немецкого языка от FRÖBEL для всех уровней. Овладейте практическими навыками и культурными знаниями вместе с нами. Присоединяйтесь сейчас и раскройте свой языковой потенциал!',
    'nav-text-2' => 'Познакомьтесь с нашей командой экспертов в FRÖBEL. Получите персональную поддержку в вашем языковом путешествии. Начните учиться с уверенностью уже сегодня!',
    'nav-text-3' => 'Есть вопросы о наших курсах? Свяжитесь с FRÖBEL сегодня для получения подробной информации и начните учиться с нами!',
    'about-title' => 'О нас',
    'about-text-1' => 'В FRÖBEL мы увлечены языковым образованием. Наша миссия - предоставлять доступные и эффективные возможности изучения языков для всех. С командой преданных своему делу преподавателей и приверженностью к инновациям, мы стремимся создать погружающую учебную среду, где студенты могут процветать. Независимо от того, начинающий ли вы, который начинает свое языковое путешествие, или продвинутый ученик, оттачивающий свои навыки, FRÖBEL предлагает поддерживающее сообщество и разнообразие курсов, адаптированных к вашим потребностям.',
    'about-text-2' => 'Руководствуясь верой в преобразующую силу языка, мы стремимся не только преподавать грамматику и лексику, но и способствовать культурному пониманию и глобальным связям. Наш подход подчеркивает практические навыки общения и реальное применение, обеспечивая наших студентов возможностью уверенно ориентироваться в разнообразных языковых и культурных средах. Присоединяйтесь к нам в FRÖBEL и отправьтесь в путешествие по изучению языка и личностному росту.',
    'vision-title' => 'Видение',
    'mission-title' => 'Миссия',
    'vision-text' => 'Мы представляем мир, в котором языковые барьеры преодолены, культурное понимание укреплено, и люди имеют возможность соединяться и процветать в глобализированном обществе. Наша цель - создать будущее, в котором язык является мостом к неограниченным возможностям и значимым связям, обогащающим жизни и сообщества по всему миру.',
    'mission-text' => 'Наша миссия в FRÖBEL - сделать языковое образование доступным, приятным и эффективным для учащихся всех возрастов и происхождения. Через инновационные методы обучения, персонализированные образовательные опыты и приверженность к совершенству, мы стремимся вдохновлять на пожизненную любовь к языкам и давать людям возможность достигать своего полного потенциала.',
    'staff-title' => 'Наш Талантливый Персонал',
    'staff-text' => 'В FRÖBEL мы гордимся нашей командой преданных своему делу и опытных преподавателей языков. Наши талантливые сотрудники приносят в класс огромное количество знаний и опыта, создавая динамичные и увлекательные учебные опыты для наших студентов. С увлеченностью преподаванием и приверженностью к успеху студентов, наши преподаватели делают все возможное, чтобы поддержать и мотивировать учащихся на каждом этапе их языкового пути. Независимо от того, начинающий ли вы или продвинутый ученик, вы можете доверять нашему талантливому персоналу, который предоставит персонализированные руководства, создаст поддерживающую учебную среду и поможет вам с уверенностью достигать ваших языковых целей.',
    'courses-title' => 'Исследуйте Наш Широкий Ассортимент Курсов',
    'courses-text' => 'Отправляйтесь в путешествие по изучению языка с широким ассортиментом курсов от FRÖBEL. Независимо от того, начинающий ли вы или опытный ученик, наш разнообразный выбор удовлетворяет все уровни владения и интересы. От базовых языковых навыков до специализированных тем, наши курсы разработаны для удовлетворения ваших уникальных образовательных потребностей. Исследуйте нашу погружающую учебную программу, руководимую опытными преподавателями, увлеченными делением своими знаниями и опытом. С гибкими вариантами расписания и инновационными методами обучения, мы даем вам возможность учиться в своем собственном темпе и с уверенностью достигать беглости. Присоединяйтесь к нам и откройте бесконечные возможности, которые ждут вас на вашем языковом пути.',
    'testimonial-title' => 'Отзывы Студентов',
    'contact-title' => 'Свяжитесь с Нами',
    'contact-text' => 'Есть вопросы или готовы сделать следующий шаг в вашем языковом путешествии? Не стесняйтесь связаться с нами в FRÖBEL. Наша дружная команда здесь, чтобы помочь вам с любыми вопросами, которые у вас могут возникнуть. Независимо от того, ищете ли вы информацию о курсах, расписание или руководство по выбору правильной программы для вас, мы готовы предоставить вам необходимую поддержку. Свяжитесь с нами сегодня по телефону, электронной почте или посетите наш веб-сайт, чтобы связаться с членом нашей команды. Мы с нетерпением ждем вашего сообщения и поможем вам начать ваше языковое приключение!',
    'fn-label' => 'Имя',
    'ln-label' => 'Фамилия',
    'cn-label' => 'Контактный номер',
    'email-label' => 'Электронная почта',
    'msg-label' => 'Сообщение',
    'frm-btn' => 'Отправить сообщение'
];
